var list = [
	{
		"name": "서울시 강남구 역삼동 719-24",
		"position": { "lat" : 37.50106815935356, "lng" : 127.04064249768682 }, 
	}, 
    {
		"name": "서울시 강남구 역삼동 719-24, 1동",
		"position": { "lat" : 37.50109369425718, "lng" : 127.04063176885091 }, 
	}, 
	{
		"name": "서울특별시 강남구 역삼동 736-22",
		"position": { "lat" : 37.49894661277046, "lng" : 127.03472484001506 }, 
	}, 
	{
		"name": "서울시 강남구 역삼동 823-26",
		"position": { "lat" : 37.4987995417267, "lng" : 127.03298207070212 }, 
	}, 
	{
		"name": "서울시 강남구 역삼동 823-7",
		"position": { "lat" : 37.498542230427184, "lng" : 127.03221691117902 }, 
	}, 
	{
		"name": "서울시 강남구 역삼동 823-3",
		"position": { "lat" : 37.49852809462775, "lng" : 127.03166539768674 }, 
	}, 
	{
		"name": "서울시 강남구 역삼동 736-24",
		"position": { "lat" : 37.49871124194831, "lng" : 127.03499074001502 }, 
	}, 
	{
		"name": "서울시 강남구 역삼동 828-28",
		"position": { "lat" : 37.497370857389065, "lng" : 127.03354248234325 }, 
	}, 
	{
		"name": "서울시 강남구 역삼동 735-17",
		"position": { "lat" : 37.49829950706624, "lng" : 127.03358658234322 }, 
	}, 
	{
		"name": "서울시 강남구 역삼동 735-11",
		"position": { "lat" : 37.49899972933205, "lng" : 127.0335776130302 }, 
	}
];